export default {
  // 导航栏菜单
  photos: '照片',
  about: '关于我',
  linkme: '联系方式',
  publish: '发布',
  management: '管理',

  // 关于我
  aboutme: '关于我',
  description_1: 'Bob Wang来自于中国的深圳，中文名为王东杰，具有15年后端程序开发和技术管理经验，热爱科技与视觉传达和令人兴奋的事情，总是以新鲜、创新和极简的方式追求理想的结果。',
  description_2:
    '出生在中国，硕士毕业于英国。在儿时，便喜欢上了计算机，从那以后踏上了程序开发之路，擅长于前后端程序开发，可以独立完成前后端程序开发、数据库设计、程序测试、部署，并且具有产品经理思维，2019年被深圳市评选为领军人才。',
  description_3:
    '虽然代码给人感觉枯燥无味，但是当用代码来完成一项功能的时候，总是会给人一种成就感。 到目前为止，王东杰在第三方支付行业工作已有10年，曾就职过北京易宝支付有限公司、中汇电子支付有限公司、深圳前海移联科技有限公司等。',

  // 联系方式
  chat: '一起聊聊吧！',
  email: '邮箱',
  instagram: 'Instagram',
  wechat: '微信',
};
